{"meta":{"title":"My Long Run","subtitle":"It's all about moving forward.","description":null,"author":"Yuriy Bezsonov","url":"http://mylong.run"},"pages":[],"posts":[{"title":"Планирование тренировочного сезона - Периодизация","slug":"season-periodization","date":"2017-11-01T10:22:27.000Z","updated":"2017-11-01T11:41:39.980Z","comments":true,"path":"2017/11/01/season-periodization/","link":"","permalink":"http://mylong.run/2017/11/01/season-periodization/","excerpt":"Я бегаю только три года. И за это время я попробовал многие методики подготовки и, наверное, прочитал почти все доступные книги. Jack Daniels, FIRST, Pete Pfitzinger, Brad Hudson, Matt Fitzgerald, Steve Magness, десятки, а может и сотни подкастов о беге, питании, финтесе, личном развитии - на разных языках и на разных платформах. Этот подход принес определенные результаты, о которых я писал в своем блоге - от личных рекордов до побед на 5-10-20 км и марафоне. Но вот о самом тренировочном процессе, планах и пр. я писал гораздо меньше. Я решил изменить это и больше описывать свои тренировочные блоки, выполнение блоков, прогресс и, возможно, (тьху-тьху-тьху) регресс и проблемы. Надеюсь это будет кому-то полезно. Я не претендую на глубину охвата как у Fellrnr, скорее буду описывать свои подходы, размышления. И, может, за это время научусь писать лучше или пойму что это просто не мое :) И так как у меня впервые за эти три года в самом начале сезона есть определенность по основным стартам всего ГОДА, то это уникальная возможность построить тренировочный процесс более вдумчиво. Поэтому сегодня я напишу о периодизации, которую буду применять в подготовке к следующему марафону, который будет примерно через 6 месяцев. И в этот раз будет использован подход итальянского тренера Renato Canova.","text":"Я бегаю только три года. И за это время я попробовал многие методики подготовки и, наверное, прочитал почти все доступные книги. Jack Daniels, FIRST, Pete Pfitzinger, Brad Hudson, Matt Fitzgerald, Steve Magness, десятки, а может и сотни подкастов о беге, питании, финтесе, личном развитии - на разных языках и на разных платформах. Этот подход принес определенные результаты, о которых я писал в своем блоге - от личных рекордов до побед на 5-10-20 км и марафоне. Но вот о самом тренировочном процессе, планах и пр. я писал гораздо меньше. Я решил изменить это и больше описывать свои тренировочные блоки, выполнение блоков, прогресс и, возможно, (тьху-тьху-тьху) регресс и проблемы. Надеюсь это будет кому-то полезно. Я не претендую на глубину охвата как у Fellrnr, скорее буду описывать свои подходы, размышления. И, может, за это время научусь писать лучше или пойму что это просто не мое :) И так как у меня впервые за эти три года в самом начале сезона есть определенность по основным стартам всего ГОДА, то это уникальная возможность построить тренировочный процесс более вдумчиво. Поэтому сегодня я напишу о периодизации, которую буду применять в подготовке к следующему марафону, который будет примерно через 6 месяцев. И в этот раз будет использован подход итальянского тренера Renato Canova. О подходе Renato Canova есть много постов на различных ресурсах, в том числе на runnresworld и letsrun. Я даже встречал сборники постов и одну старую книгу.Его периодизация состоит в следующем. Сезон разделяется на четыре периода, начиная с основания пирамиды: Introductive - 2-3 недели Fundamental - 8-10 недель Specific - 8-10 недель Special - 4-6 недель. от общего, к специализации от работы над базовыми качествами (выносливость, сила, скорость), до работ в темпе целевой дистанции. Суммарно получаются как раз желаемые пол года. Кстати, я для себя таки решил что я марафонец :) и остальные дистанции для меня скорее вспомогательные :) Как минимум на следующий год-два :)Т.е. если удастся в процессе подготовки улучшить результаты на 5-10-20 км, то отлично. А если нет, то нет. В следующем посте я расскажу о том как прошел мой Introductive период. Хинт - он прошел здесь Надеюсь такой подход будет вам интересен и чем-то полезен.А о чем бы вы хотели узнать больше?","categories":[{"name":"training","slug":"training","permalink":"http://mylong.run/categories/training/"},{"name":"running","slug":"training/running","permalink":"http://mylong.run/categories/training/running/"}],"tags":[{"name":"marathon","slug":"marathon","permalink":"http://mylong.run/tags/marathon/"},{"name":"Canova","slug":"Canova","permalink":"http://mylong.run/tags/Canova/"},{"name":"periodization","slug":"periodization","permalink":"http://mylong.run/tags/periodization/"}]},{"title":"1. Almetal Marathon. Из Бюрена в Падерборн.","slug":"1-almetal-marathon","date":"2017-10-14T22:00:00.000Z","updated":"2017-10-24T15:20:37.798Z","comments":true,"path":"2017/10/15/1-almetal-marathon/","link":"","permalink":"http://mylong.run/2017/10/15/1-almetal-marathon/","excerpt":"Вот и на нашей улице перевернулся грузовик с удачей :) В завершение сезона у меня был запланирован один тайный старт, о котором я не говорил никому, кроме семьи - Almetal Marathon. Марафон в городе где я живу, или, будем уже так говорить - марафон в родном городе Падерборн. Этот марафон проводится первый раз и поэтому мне очень хотелось не только принять в нём участвие, но и хорошо пробежать. Важно понимать, что цель организаторов данного марафона не столько соревнование, сколько популяризация бега и региона. Но без соревнования не обошлось :) …","text":"Вот и на нашей улице перевернулся грузовик с удачей :) В завершение сезона у меня был запланирован один тайный старт, о котором я не говорил никому, кроме семьи - Almetal Marathon. Марафон в городе где я живу, или, будем уже так говорить - марафон в родном городе Падерборн. Этот марафон проводится первый раз и поэтому мне очень хотелось не только принять в нём участвие, но и хорошо пробежать. Важно понимать, что цель организаторов данного марафона не столько соревнование, сколько популяризация бега и региона. Но без соревнования не обошлось :) … Описание старта Тренировки и приготовления к старту Старт До старта День старта Старт После финиша Заключение и выводы Описание старта.Марафон проводился в первый раз, 15 октября 2017 года. Название марафона происходит от названия реки Альме (Alme), которая протекает в долине (Tal) в окрестностях Падерборна.Сама трасса идет по велосипедному маршруту Almeradweg что очень удобно, так как не понадобилось перекрытие улиц. И только на некоторых перекрестках волонтеры притормаживали машины или бегунов. Для лидеров всегда был зеленый свет :) Организаторы даже сделали небольшой ролик описывающий трассу: Маршрут марафона не кольцевой, а из точки в точку. Трасса марафона проходит в основном со сбросом высоты, но некоторые подъемы не дают расслабиться и довольно больно бьют по ногам.Суммарно набор высот составил около 140 м. Тренировки и приготовления к старту.Марафон проходил через три недели после марафона в Берлине, который я пробежал с личным рекордом. И это накладывало свой отпечаток на подготовку. Главной целью было восстановление после Берлина. Но особо долго отдыхать не получилось, так как через неделю после Берлина мне надо было пробежать забег 21 км с набором высот почти 400 м. Было трудно, но результат того стоил - второе место в общем зачете :). А дальше были две недели облегченных тренировок, фактически тейпер.Вот так выглядела подготовка к второму марафону. До старта На неделе до старта я применил проверенную стратегию питания. воскресенье, понедельник, вторник - углеводы 25%, белки 40%, жиры 35% среда, четверг - углеводы 50%, белки 35%, жиры 15% пятница, суббота - углеводы до 10г на кг веса, немного белка ввиде йогурта и кефира, минимум жиров. В субботу по максимуму исключить клетчатку. День стартаВ человеке все должно быть прекрасно :) …И даже номер должен быть в цвет. К месту старта марафона надо было добираться автобусом. Марафон стартовал в 10-00, посадка в автобусы была назначена на 8-00. К счастью, место посадки было всего на расстоянии 1 км от моего дома :) Идеальный марафон :) Но вот по питанию было не совсем идеально, так как я предпочитаю покушать за три часа до старта и потом иметь время для того что бы усвоить пищу. В данном случае пришлось покушать чуть ранее. Но все прошло отлично. Традиционный завтрак: две белые булки, банан, кофе, варенье и мед. За два часа до старта - ничего не есть, воду пить только что бы смочить горло, редко. Утром было прохладно, градусов 12, но на день обещали безоблачную погоду и 24 градуса.Хинт на будущее: брать с собой перчатки, так как рукам до старта было холодно. Во времяА дальше начался забег :)План был держаться в голове группы, но бежать не быстрее 4 мин:км, так как усталось после Берлина еще оставалась.На первых километрах я сел на колесо бегуну, который в местном чемпионате всегда бегал быстрее меня, не смотря на то что он из категории М50. И первые километры мы бежали за ведущим велосипедом в темпе чуть медленне 4 мин:км. Но километре на пятом я понял что бежиться комфортно и я могу немного ускориться и начал понемного отрываться от преследователя. По итогу он прибежал на 27 минут позже меня, четвертым. До 18го километра я бежал один, за ведущим велосипедом, примерно так. Но потом меня начал догонять не знакомый мне бегун и до 21го км мы бежали вместе, оторваться не получалось. А дальше я старался продолжать придерживаться следующей тактики: вырваться вперед и уйти из поля зрения преследователя. Тогда у меня получалось деражть психологическое преимущество, так как я бежал за велосипедом, а преследователь, не видя меня, потихоньку снижал темп. И это сработало! После отметки полумарафона была небольшая серия подъемов, с довольно приличными градиентами. И как раз в этом месте мой преследователь вынужден был снизить темп и отстать. Но он удержал второе место и прибежал на 9 минут позже меня. Следующие 20 км я провел в компании велосипедиста, обгоняя участников полумарафона.Основная цель - не сдаться раньше времени и не сильно критически замедлиться. Поэтому я разлядывал окресности и взбадривался от поддержки местных жителей. И вот уже виден родной Падерборн, окрестности стадиона где я делаю скоростную работу. Финиш на стадионе!Если честно, то меня видимо так рано не ждали :) Велосипедист: Это бежит лидер марафона! Ведущий: ?????!!!! Но потом разобрались и ничто не омрачило финиш :) Победная стометровка И финиш После финишаМедали Импровизированный подиум И заслуженный отдых, с напитками от организаторов И тыквенной запеканкой от любимой жены :) Результат: первой место на первой редакции местного марафона. И, фактически, рекорд трассы, на какое-то время :) Заключение и выводы.Марафон в родном городе - это великолепно. Победа в родном городе - еще лучше :)Когда-то обязательно пробегу и марафон в Киеве. Можно ли бегать марафоны чаще чем два раза в год - думаю да, если есть предрасположенность к длинному бегу, возможность восстанавливаться и разумно планировать сезон тренировок. И это хорошая новость для меня, так как мне нравится бегать именно марафоны, и хочется бегать их чаще. Как финальный аккорд - небольшое видео. Я там немного засветился :) А сейчас - заслуженный отдых, межсезонье и планирование нового сезона :)","categories":[{"name":"race","slug":"race","permalink":"http://mylong.run/categories/race/"},{"name":"running","slug":"race/running","permalink":"http://mylong.run/categories/race/running/"}],"tags":[{"name":"marathon","slug":"marathon","permalink":"http://mylong.run/tags/marathon/"},{"name":"Paderborn","slug":"Paderborn","permalink":"http://mylong.run/tags/Paderborn/"},{"name":"Germany","slug":"Germany","permalink":"http://mylong.run/tags/Germany/"},{"name":"Europe","slug":"Europe","permalink":"http://mylong.run/tags/Europe/"}]}]}